LEXICON_RU: dict[str, str] = {'help': '<b>Для взаимодействия с ботом пользуйтесь кнопками с '
                                      'клавиатуры.</b>\n\n<b>Если не получается войти</b>, '
                                      'пожалуйста, проверьте корректность вводимых данных (логин и пароль). Если проблема '
                                      'не решилась, свяжитесь с руководством.\nВход необходимо осуществить всего один раз, '
                                      'затем бот будет функционировать в соответствии с вашей должностью.'
                                      '\n\n<b>Если у вас поменялась должность</b> (организатор или администратор),'
                                      'свяжитесь с руководством, вам помогут войти в соответствии с новой должностью.',
                              'info': '<b>Функционал бота:</b>\n\n<b>Если вы администратор:</b>\n'
                                      '-Добавление мероприятий\n-Редактирование мероприятий\n-Назначение организаторов\n'
                                      '-Изменение статуса мероприятия\n-Прикрепление тз\n-Просмотр текущих мероприятий\n\n'
                                      '<b>Если вы организатор:</b>\n-Получение уведомлений о мероприятиях\n-Просмотр предстоящих мероприятий\n'
                                      '-Запись на мероприятие\n-Составление сметы\n-Просмотр тз'}
LEXICON_COMMANDS_RU: dict[str, str] = {
    '/info': 'Информация о функционале бота',
    '/start': 'Начало',
    '/help': 'Краткое руководство'
}